Repository: nuxeo-cps/products--CPSGeo
Catalog: i18n/*.po
Languages: fr, it

# button_cpsgeo_set_location
source: Set location
fr: Enregistrer les coordonnées
it: Imposta la localizzazione

# header_geolocation_browser
source: Maps browser
fr: Visualiser les cartes.
it: Sfoglia le mappe

# header_geolocation_form
source: Geo-locate this document
fr: Géo-référencer ce document
it: Geo-localizza questo documento

# label_cpsgeo_choose_map
source: Choose a map
fr: Sélectionner une carte
it: --- Seleziona la mappa ---

# label_cpsgeo_coordinates
source: Coordinates
fr: Coordonnées
it: Coordinate

# label_cpsgeo_document_location
source: Document location
fr: Emplacement du document
it: Localizzazione del documento

# label_cpsgeo_loading_program
source: Loading program
fr: Programme en cours de chargement
it: Caricamento del programma

# label_cpsgeo_select_base_map
source: Select a base map
fr: Sélectionner une carte
it: Seleziona la mappa di base

# portal_type_CPSMapDocument_title
source: Map Document
fr: Document carte
it: Documento mappa

# portal_type_CPSMapDocument_description
source: A map document lets you select a map, proposed by the system, and record a search query on geo-located documents that will be used to generate a layer representing the locations of the documents on the map.
fr: Une document carte vous permet de visualiser une carte, proposée par le système. Vous avez la possibilité d'enregistrer une recherche de documents et de générer un couche sur la carte correspondant à la liste des documents geo-localisés.
it: Documento geo-localizzato

# label_cpsgeo_map_id
source: Map identifier
fr: Identifiant de la carte
it: Identificativo della mappa

# action_cps_map_server
source: Map server
fr: Serveur de carte
it: Server delle mappe

# action_cps_geolocation
source: Geo-locate this document
fr: Géo-référencer ce document
it: Geo-localizza questo documento

# label_WGS84_coordinates
source: Geo-localisation (WGS84 coordinates)
fr: Géo-location (Coordonnées WGS84)
it: Geo-localizzazione (coordinate WGS84)

# psm_document_geolocated
source: This document has been geolocated
fr: Le document est maintenant geo-référencé
it: Questo documento è stato geo-localizzato

# label_cpsgeo_search_results
source: Search Results
fr: Résultats de la recherche
it: Risultato della ricerca

# label_folder
source: Folder
fr: Répertoire
it: Cartella

# label_nb_items
source: Nb items
fr: Nb d'éléments
it: Numero di oggetti
